---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevIndElevation
source: html/890623ce-1e54-23c0-ca54-a182d0b76f1e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevIndElevation Property

"Elevation Indicator"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevIndElevation { get; }
```